<?php

/**
 * 鸿宇多用户商城 固定运费插件的语言文件
 * ============================================================================
 * 版权所有 2015-2016 鸿宇多用户商城科技有限公司，并保留所有权利。
 * 网站地址: http://bbs.hongyuvip.com；
 * ----------------------------------------------------------------------------
 * 仅供学习交流使用，如需商用请购买正版版权。鸿宇不承担任何法律责任。
 * 踏踏实实做事，堂堂正正做人。
 * ============================================================================
 * $Author: Shadow & 鸿宇
 * $Id: flat.php 17217 2016-01-19 06:29:08Z Shadow & 鸿宇
*/

$_LANG['flat']          = '市内快递';
$_LANG['flat_desc']     = '由商家选择合作快递为您配送：';
$_LANG['base_fee']      = '基本费用：';
?>