<?php

/**
 * 鸿宇多用户商城 城际快递插件的语言文件
 * ============================================================================
 * * 版权所有 2008-2015 鸿宇多用户商城科技有限公司，并保留所有权利。
 * 网站地址: http://bbs.hongyuvip.com;
 * ----------------------------------------------------------------------------
 * 仅供学习交流使用，如需商用请购买正版版权。鸿宇不承担任何法律责任。
 * 踏踏实实做事，堂堂正正做人。
 * ============================================================================
 * $Author: derek $
 * $Id: city_express.php 17217 2016-01-19 06:29:08Z derek $
*/

$_LANG['city_express']        = '城际快递';
$_LANG['city_express_desc']   = '配送的运费是固定的';
$_LANG['base_fee']      = '基本费用：';
?>
