<?php

/**
 * 鸿宇多用户商城 邮局平邮插件的语言文件
 * ============================================================================
 * * 版权所有 2008-2015 鸿宇多用户商城科技有限公司，并保留所有权利。
 * 网站地址: http://bbs.hongyuvip.com;
 * ----------------------------------------------------------------------------
 * 仅供学习交流使用，如需商用请购买正版版权。鸿宇不承担任何法律责任。
 * 踏踏实实做事，堂堂正正做人。
 * ============================================================================
 * $Author: derek $
 * $Id: post_mail.php 17217 2016-01-19 06:29:08Z derek $
*/

$_LANG['post_mail']          = '邮局平邮';
$_LANG['post_mail_desc']     = '邮局平邮的描述内容。';
$_LANG['pack_fee']           = '包装费用：';
$_LANG['item_fee']              = '单件商品费用：';
$_LANG['base_fee']          = '1000克以内费用：';
$_LANG['step_fee']          = '5000克以内续重每1000克费用：';
$_LANG['step_fee1']          = '5001克以上续重1000克费用：';

?>