<?php

/**
 * ECSHOP 清除演示数据插件
 * ----------------------------------------------------------------------------
 * http://bbs.hongyuvip.com
 * 鸿宇论坛 致力于技术修复优化开发
 * ----------------------------------------------------------------------------
 * 作者: Shadow
 * 邮箱: admin@hongyuvip.com
 * 创建时间: 2015-12-20
 * 最后修改时间: 2015-12-20
 */

$_LANG['warning'] = '您可以通过此功能将安装系统时所安装的演示数据全部删除，清除的数据包括用户、商品、订单、文章相关数据。
	<br/><br/>
	注意：您最新添加的数据也会一起删除，请慎重使用此功能，建议先做好数据备份！
	';
$_LANG['clear'] = '清除';
$_LANG['username'] = '请输入管理员用户名：';
$_LANG['password'] = '请输入管理员密码：';
$_LANG['clear_success'] = '清理成功！';
$_LANG['not_permitted'] = '您输入的不是超级管理员用户名，没有执行此项操作的权限！';
$_LANG['password_incorrect'] = '用户名密码不匹配！';

$_LANG['js_languages']['username_empty'] = '请输入管理员用户名！';
$_LANG['js_languages']['password_empty'] = '请输入管理员密码！';
?>