<?php

/**
 * 鸿宇多用户商城 会员注册项管理语言文件
 * ============================================================================
 * 版权所有 2015-2016 鸿宇多用户商城科技有限公司，并保留所有权利。
 * 网站地址: http://bbs.hongyuvip.com；
 * ----------------------------------------------------------------------------
 * 仅供学习交流使用，如需商用请购买正版版权。鸿宇不承担任何法律责任。
 * 踏踏实实做事，堂堂正正做人。
 * ============================================================================
 * $Author: testyang $
 * $Id: reg_fields.php 15053 2008-10-25 03:07:46Z testyang $
*/

$_LANG['field_name'] = '会员注册项名称';
$_LANG['field_order'] = '排序权值';
$_LANG['field_display'] = '是否显示';
$_LANG['field_need'] = '是否必填';
$_LANG['add_reg_field'] = '添加会员注册项';
$_LANG['reg_field_name'] = '注册项名称';

$_LANG['field_name_exist'] = '会员注册项名 %s 已经存在。';
$_LANG['add_field_success'] = '会员注册项已经添加成功。';
$_LANG['update_field_success'] = '会员注册项已经修改成功。';
$_LANG['add_continue'] = '继续添加会员注册项';
$_LANG['back_list'] = '返回会员注册项列表';
$_LANG['order_not_num'] = '输入的排序权值不是有效的数字。';
$_LANG['no_edit'] = '系统保留不可修改';
$_LANG['no_remove'] = '系统保留不可删除';


/* JS 语言 */
$_LANG['js_languages']['field_name_empty'] = '您没有输入会员注册字段名称。';
?>