<?php

/**
 * 鸿宇多用户商城 SQL查询语言项
 * ============================================================================
 * 版权所有 2015-2016 鸿宇多用户商城科技有限公司，并保留所有权利。
 * 网站地址: http://bbs.hongyuvip.com；
 * ----------------------------------------------------------------------------
 * 仅供学习交流使用，如需商用请购买正版版权。鸿宇不承担任何法律责任。
 * 踏踏实实做事，堂堂正正做人。
 * ============================================================================
 * $Author: Shadow & 鸿宇
 * $Id: sql.php 17217 2016-01-19 06:29:08Z Shadow & 鸿宇
*/

$_LANG['title'] = '运行 SQL 查询';
$_LANG['error'] = '出错了';
$_LANG['succeed'] = 'SQL 语句已成功运行';
$_LANG['no_data'] = '返回结果为空';
$_LANG['note'] = '执行SQL将直接操作数据库，请谨慎使用';
$_LANG['query'] = '提交查询';
$_LANG['no_data'] = '返回结果为空';

/*JS 语言项*/
$_LANG['js_languages']['sql_not_null'] = 'SQL语句为空';

?>