<?php

/**
 * 鸿宇多用户商城 程序说明
 * ===========================================================
 * 版权所有 2015-2016 鸿宇多用户商城科技有限公司，并保留所有权利。
 * 网站地址: http://bbs.hongyuvip.com；
 * ----------------------------------------------------------
 * 仅供学习交流使用，如需商用请购买正版版权。鸿宇不承担任何法律责任。
 * 踏踏实实做事，堂堂正正做人。
 * ==========================================================
 * $Author: bbs.hongyuvip.com $
 * $Id: ipdel.php 17217 2016-01-19 06:29:08Z Shadow & 鸿宇
 */

global $_LANG;

$_LANG['clear_file']            = '定期自动清除缓存';
$_LANG['clear_file_desc']       = 'ECSHOP定期自动清除缓存插件';
?>