<?php

/**
 * 鸿宇多用户商城 快钱语言文件
 * ============================================================================
 * * 版权所有 2008-2015 鸿宇多用户商城科技有限公司，并保留所有权利。
 * 网站地址: http://bbs.hongyuvip.com;
 * ----------------------------------------------------------------------------
 * 仅供学习交流使用，如需商用请购买正版版权。鸿宇不承担任何法律责任。
 * 踏踏实实做事，堂堂正正做人。
 * ============================================================================
 * $Author: derek $
 * $Id: shenzhou.php 17217 2016-01-19 06:29:08Z derek $
 */

global $_LANG;

$_LANG['shenzhou']   = '快钱神州行支付';
$_LANG['shenzhou_desc']    = '快钱神州行支付（www.99bill.com）是可以用中国移动的神州行充值卡来支付的。目前使用神州行支付的订单的金额不能小于1元，不能超过500元。' .
                        '<br/><a href="http://cloud.hongyuvip.com/payment_apply.php?mod=shenzhou" target="_blank">立即在线申请</a>';
$_LANG['shenzhou_account'] = '快钱神州行帐号';
$_LANG['shenzhou_key']     = '商户密钥';
$_LANG['pay_button'] = '使用神州行卡支付';

?>