<?php

/**
 * 鸿宇多用户商城 插件管理语言文件
 * ============================================================================
 * * 版权所有 2008-2015 鸿宇多用户商城科技有限公司，并保留所有权利。
 * 网站地址: http://bbs.hongyuvip.com;
 * ----------------------------------------------------------------------------
 * 仅供学习交流使用，如需商用请购买正版版权。鸿宇不承担任何法律责任。
 * 踏踏实实做事，堂堂正正做人。
 * ============================================================================
 * $Author: derek $
 * $Id: plugins.php 17217 2016-01-19 06:29:08Z derek $
*/

$_LANG['plugin_name'] = '名称';
$_LANG['plugin_desc'] = '描述';
$_LANG['plugin_version'] = '版本';
$_LANG['plugin_author'] = '作者';

$_LANG['upgrade'] = '升级';
$_LANG['upgrade_success'] = '升级成功';

$_LANG['uninstall_confirm'] = '卸载插件将删除该插件的所有数据。\n您确定要卸载这个插件吗？';
$_LANG['create_table_failed'] = '创建插件的数据表失败，该插件可能是一个无效的插件。<br />错误信息：<br />%s';
$_LANG['dir_readonly'] = '%s 目录不可写，请检查您的服务器设置。';
$_LANG['file_readonly'] = '%s 文件不可写，请检查您的服务器设置。';
$_LANG['uninstall_success'] = '指定的插件已经卸载成功。';
$_LANG['install_success'] = '指定的插件已经安装成功。';
$_LANG['upgrade_success'] = '指定的插件已经升级成功。';
$_LANG['plugin_not_exists'] = '没有找到指定的插件文件，请确认该插件是否确实存在。';
$_LANG['class_not_exists'] = '没有找到指定的插件类，该插件可能已经被损坏。';

?>